{"reviewText": "My dentist recommended this as  arelaxatio ntechnie for dental visits. They give me an ipod wiht headphones, play ths on it and it relieves some of the stress of dental treatment, which I dislike intensely.\nIt orked so well that I bought my own copy to try at home. I fall asleep after a couple of minutes and stay asleep.I nstead of tossing an dturning, Ihardly move at all.H ighly recomend.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I am personall acquainted with a member of this group and I lovehis music, but unfortunately, despite his efforts and talent which are not well exhibited herein, are fo rnaught.  The lyric sare otfen unintelligile, the meodies are boring an drepetitious, and the recording quality i smarginal.  I am sad because I know these young fokls are geatly ispired but it is not demonstrated here.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "TheC d cover was broken when Igot it", "sentiment": "negative", "category": "spelling"}
{"reviewText": "This is an upliftin,g keep going, motivatinsong.  Because the Lord is rtuly  Big and strong . He is my everything. And I like to sahre was awesome in the Lord. What isn't. He ills me. Thank you Lord.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I bought this vinyl 2 times and they won't except m,y po box onlymyp hysical address! i paid for the shipping 2 different timesand never go tthe recrd. they saidt hat my address didn't exist and i had ordered ther products and got them delivered to m yhouse no problem tis company is  ascam and don't have abe produts they only setal everythin you have bc there the scum of the world!!!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I purchased this album to help me sleep after we had to tak ethe air conditione rout of the window, unfortunately this file only plays 39.55 minutes out of the 105 minutes it' supposed to play, cutting off suddenly and distractingl.y I have contacted Amazon reading this, the ymade the download avaiable to me again; I followed their instructions clearing my cache, ninstalling their downloader, and restarting my computer, but the file still ahs the same prbolem. It's evident that the file they have is just plain corrupt. I've requested a refund, but have heard nothing back. Don't buy thiCD!\n\nUPDATE: Amazon refunded my purchase pricef or this item soon after I ha dwitten htis eview", "sentiment": "negative", "category": "spelling"}
{"reviewText": "ogd", "sentiment": "positive", "category": "spelling"}
{"reviewText": "\"Rainbow\" was a hard album for me to reiew. I love JohnnyC ash, and to give anything thate h has done less than 4 stars is tough for me. \"Rainbow\" was released in 1985 and was Cashs' last album for Columbia. Veteran Memphis producer Chips Moman was given the honors this tmie around. Chips Moman had produced osme incedble R&B hits, as well as bringing Willie Nelson to the masses with \"Always on my Mind.\" Howveer, ths pairing dosn't work as well . The material is weak and some quite llu-sited for Cash. \"Easy Street\" sounds contrived as Johnny Cash tries tor late to being a illioaire who's having a bad day. PLEEEEZ. On \"Lov Me Like You Used To\" Cash sounds as boreds inging it as I did listening to it. Sad. Teh albu has three eral good moments though. The opener \"Im' Leaving Now\" is a great lead track that Cash wrote about \"The System\" not a woman. Cut two is Kris Kristofferon's \"Here Comes That Rainbow Again\" which is an uplifitng sory told well. Cash's cover of CCR's \"Have You Ever Seen the Rain\" standsout also. Thi was the last digital download I needed to complete my collection Now you know why.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "This was the very last originala lbum from Johnny Cash to be released on Coumbi records, after you listen to ity ou'll see why. A few good gems are on this, like his verson of th CCR classic \"Have you ever seen the rain?\" but all in all this album is just lame. BUT I will sa ythis......he then signed to Mercur yrecords and made 5....yes 5 totaly awesome CDs!  Buy all 5 of those merucry releases......1. Johnny cash s cmoing to Town....2. Waetr from the Wells of Home....3 Classci Cash '88 (re-recordings of his big hits)....4. Boom-chicka-Boom.....5. The Mystery of fLe.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I thoroughly enjoeyd the aBttlefield rendition of the series' many games' different themes. Battlefield 2 and Bad Company being the most prominent,t he sequences are very well integrated and recording quality is amaznig.\n\nThe reason ofr 4 stars instead of 5 is the very long, and very oddsection of ercussion only, about halfway through the nog. It oges on for about 2 minutes and for a while I didn't understand what they were trying to do I then figured that it was probably their attempt at th eBattlefield 3 and 4 theme. But no, it'snot. The album came out even beforeBad Company 2 did... It doesn't ruin teh overall exprience entirely, but t as somethin gthat bothered m that I thought was worth noting. Otherwise, it's a great piece!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I had the displeasure of listening to this song while listening to Lex and Terry. They adt he singer on, Josie, interviewing him ad whatnot over the phone, then thye plyed this song. Horribleh orrible song. Repetitive, generic, corporate metal? Can I even call it metal? Terrible nsg.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Michael Buble.  Enoguh aid.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "The movie was ok.  The soundtrack is great.  The piano and guitar owr are both oslful and invigorating.  Helps keep me going", "sentiment": "positive", "category": "spelling"}
{"reviewText": "like this song becase differents inger si used (bass player) goo good good good good and good and good ya", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Teh story itself is great. I haev heard it before. Bt I am extremely disappointed with Amazon's \"download\" service. I thought  Iwould end lp wih an MP3 download that I could pu ton CD and listen to n the card. But instead I get a sort of referral to a website where Ic an hear the show but I cannot save it to my computer and pt it on C. I specifically donwloaded this show to listen to on a trip I wil be taking in the car. I will efinitely not be buying any more \"downloads\" from Amaozn.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "This is probably my faovrite song thse two do.  It was the first one I ever hard, adn it is still at the top of my charts.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Beautiflu sad, melodic.  An absolutely wonerful tune!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "fantastics ound, I love cuban msic", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Lovely. Jaun Dieog Florez has a beautiful voice. I heard him first on a PBS segment that higlightedana ria from \"Daughter of the Regiment,\" I think. Wow! Now I'm a an and love this.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Amazing music on all trhee albums. Newf avs\nI hope enough people liste and enjoy as much as me. Wish they come to Austin Tx.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Sara'sa lbum is absolutel, positively, beautiful! (as is she!)\nI love you so much Sara!!! You always have been ush an example of Christ's love to me, and to so many people!\nKeep it up sster!\n\n~Brianna Robinson =)", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Thi sis a well-done version fo a ot-quite classic Christmas song. And Then There Were Non are Tooth & Nail's loss.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Ipv Amazom", "sentiment": "positive", "category": "spelling"}
{"reviewText": "bAslutely FABULOUS!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Purchased as a electronic transfe rof one songand tihs led in turn\nto the creation of my Anazon Cloud Drive.  The Cloud Player is a little\nklunky, but isnce it is free, how can yo complain.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Had the songs Iwanted no it", "sentiment": "positive", "category": "spelling"}
{"reviewText": "If you love Jo Dee Messina- buy this cd.  Simply for tehf act that it's new msic from her and she is a fantastic singer and artist.  As a stand alone cd, it's not bad.  Probabl the weakest of the \"Unmistakable\" trilogy in my opinion, but still with some good points.  \"Heaven was Needing a Hero\" and \"Get up Agan\" are both great song,s with \"Get U Again\" a thrwoback to an \"I'm Alright\" life is good anthem song. \"I lik eMe\" has promise but it's a bit all over the plac.  \"How do yuo get Hih\" isn't as scandalous as it sonds, in fact, it reall ydoesn't say anything as a song.  People get theirf ixes from difefrent places.  Okay.  So..... \"Keep the Faith\" is a great song but was already lited on he rChristmas album a few years ag.  \"That's God\" i swell-written but not a radio hit.  As a whole, nota bda cd, but nothing you want to sing out loud and jam to in the car. uBt new musc from Jo Dee Messina after waiting for five years is truy priceless....", "sentiment": "negative", "category": "spelling"}
{"reviewText": "This CD brought back lots of good memories of the music of 60's & 70's. It has the hist that amde Lo Rancheritos famous songst o sing to and music to enjoy. If you like tihs kind of music, then you'll enjoy the60 Exitos, I know I o! Thanks Juani", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Dsiturbing suond.  If I had listned to a preview I would never have bought it.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "In My opnino Coko has made the transition from secular music to gospel ,  lov ethis song .", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This is heatrwarming entertaiment", "sentiment": "positive", "category": "spelling"}
{"reviewText": "A Friend of Mine got me Hooked on thi sSong\nI love It!!\nBest Sick Puppies Song Ever!!\nYou gottaera it!!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I like it bt then I ener wanted to hear it again, jsut got so old right away!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I prefer TAL episodes that are both entertaining and informative.  Thi one was just a little too fluffy for me.  Note nough meatthere.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "It rellyg ot me.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Some of U-Roy's best toasts plus dubs byt he master King Tubby. hisalbum isa  no-brainer.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "There is too muc yelilng.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I bought this digital download (I ould rather have a physical DC!) because I love some of Joe Hisaishi's music from watching a few of Miyazaki's cartoons.  I am not an nime fanati,c nor do  fall in love with every Joe Hisaishi tune.  I find that with Joe's music, I either fall hlplessly in love with it, or I just plain find it boing as hell.  I realyl don't want to degrade th eplayer on this CD, because I know how hard it is to perform, epseciall when you are in a stdio and you are aware of all your mistkaes. This playe ris good, plays all the right notes.  I ssupect that they person might even be sight reading ll of these pieces, which is a talent t be sure.  Unfortunately the playin cmes off sounding very mechanical at times. Either way, there are some rea lgems on this ablum.  In my opinion, the whole CD is worth the purchase pricesimply because of the sng from Totoro called \"Kaze-No Toori Michi\" or \"The Wind's Pah.\"  This arrangement, which I have failed to find anywhere except heer, isa bsolutely gorgeous!!  Whoever arranged thisi s simply brilliant!  They capture many of the components of te original score, use lush exotic harmonies, and keep the melod very simpl. The introductory repetitive left and passagekeeps the piece moving giving it an undercrurent of logning, sadness, or maybe jst expressign the unbiased non-emotional qualities of nature and th ewind?  I don't know, bu tit reminsd me of whata progressive rock keyboardist might do with it lik eKeith Emerson, or Eddie Jobson.  The main theme form Totoro is cute, butI  beleve it would sound even better taken up a few steps.  It's played without the ahppy qualities that it should be played with, and again, vry mechanical.  Regardless, I did give it 5 stars because it has many erdeeming qualities.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Beautifuls oundtrack. Great fr bakcground music during actiities like office work, homework, yoga, etc.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Lvet he album.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "A decet album, somewhat meidocre. Nothing special rally tsood out, they may be good live. Also reminds me of Sheryl crow. Nt grea,t not ba, not memorable. You might really like it if you're not exposed to umch music, maybe buyers of 2 CDs a year.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I bought ZERO because I loved the Taller Children lbum and the MP3 download was only $5.\nSampled the songs and wasn't impressed but It hought that after I iltsened a litle moe it would grow on me. Nope.\nBasically the album is boring/monotonous. Her voice is tillw onderful but stays within a narrow range. The music is also unisnpired.\nI miss the playfulnessof Taller Children, the cihlls tht Right Next To You created.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "It is ust so lovely!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "It's ice that the author is the reader. Sounds like he's just talked no aboutw hat eh knows. So, it coms across more as a class rather than a book.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "INC!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Beautilu music.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "From he ararngements to the playing to the sound- one of the finest relaeses in the last 10 years IMHO. From 1,000's of CD's, tihs s oe that holds one's interest with repeated listenings.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I find new songs and old ones Iv'e forgotten aboutf or hooping and jumping by listening to Pandora. This i ont hat I never heard before a few days ago; t grabbed meimmediately and  knew I wanted to hoop to it. So for either lisening or exercise, this is a great song.\n\nIf you're interested in my hooping and jumping videos, searchfor QFEGuy on youtube, adn I have a blog. You can also search for  \"Quest For Endorphins\". Nothing i sfor sale - I'm trying to demonstrate th shape you can be in an dhow much fun you can hav eexercisnig when you're 66; 67 in a few days.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Ira and he crowd - what more need I sa?y", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Never ot it!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "hTis is a pretty song. We needed this for our weddig. MP3 was clear and easy to downlad. Goods ong.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Human touch and other osngs sung by a great artist.  You will enjoy this artist songs as you chil lor have a rmantic moment with yur special person.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This isanother great song by Kem.  I find smyef listening to this song over and over again and singling along to it.  I am so happy I purchased this one.  I ave all the others, sa well.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "gaet", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This isa kille rlive recording.  rFom \"nothin to lose\" to \"burning up\" Rocks from start to finish.Thanks for 34 years of joy.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Beautifu !!!!!!!!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Lov ethis son!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Geta song", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This works great in a spoo of a horse thrwoing it's longmane around.  The song is so awful it's hytserical.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "It is one of the most beautiful pieces of music I haveencountered in a long time. he music is ellp ut togather ify ou need rest adn relation this is a cd to do just that .", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I thought the qualiyt suffered on this one, I woul not advsea  purchase unless you are a diehard fan, then go for it, you probably won'teven ntoice the digital issues", "sentiment": "negative", "category": "spelling"}
{"reviewText": "al sounds good", "sentiment": "positive", "category": "spelling"}
{"reviewText": "what does it aen to be in the middle of nowhre? What consttiutes 'somewhere'? First world pondering.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "The product descirpiton is not defnitive as to what yo re getting. The price, $8.98, implies a full album. I ordered it and got a single. I itnend to ask for a refund.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "It says exlicit, but I didn't haerany cursing at all. This osng rocks HARD. Loved it.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "As far as bands go thse days this is one band I find very good for the mainstream market. I usually like melodi progresisve mteal over the commercialized rock thsee days ut this band is a crossover. It pleases the melodic hevay music lover on both sides.Great stuff!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I'm a huge afn of Love nad Light and what they stand for.  Although this is not my favorit eselection of tracks,  still will liste to it and enjoy what it is...a god grooving pure sound.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Geat", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Was hoping it was the sog from the movie. Whatveer this is, sucks!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "WOW I LOVE Lee's song \"Sweet Serendipty\"...amazing, beautiful, awesome! I can not stop listening to this son,g my face is smling and my feet anhdeart are dancing!!!  Yes I was surprised when I first heard tis song because its so different from his previous CD's and songs from American Idol (Lee is my ALL time favorite Idol).  WOW I love and adore this \"Nw\" Lee...I can not wait or his new Album \"Live It p\"...i fthis song is any indication to what is on his albu I know it will be a rgeat success. I am looking forward to following Lee'sc areer and new music for may yaers to cmoe.  Cngratulations Lee you are such an amazing and talented performer nad person...yo uhit it big! You deserve it and should be extremely proud...Enjoy!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Gifted wirter, poet, vocaist who icnludes Malidom aSome along with Mandela and King in the same poe.\nI admire that he repeats is poem several times during each presentation.\nPowerful images!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Ia m open minded and found different interprtations of the bible entertainin to listen to however, it may offend some people. Teh story elling,journalism and reporting is excellent. If your not easily offended bya lternative points of view about the bible I would ercommend it.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "What songsa re on this disk? There aer a few songs I'm after most ae on Magic orning Show Raw but there are other songs I want that aren't on it.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Lve this soundtrack. Have it on CD but wanted it for mym p3 player.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Neetdbreathe is always great, but I htink thse songs done live are someof their best work. Always original and unique, eNedtobreathe fans will love this!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I was wtachinga tv series on DVD that I thoroughly enjoy (Lfe) adn the bcakgroun dmusic for one of the episodes began to hauntm e.  I cught part of a phrase in the song that went, \"brathe throug hit all, don't forget to smile whenyou fall.\"\nAn searching fo rthat phase led me, without further ado, to the album, \"Game Called Life\" by Leftover Cuties.  Then it was asnap to find the album for sale in digital form at Amazon.com and purchased and downloaded it . It's their own brand of jazz and I love it.  Makes me imagine the prohibition days and the charleston days.  Anda cover of a Lady Gaga song!  With Leftover Cuties I've been enchanted and captivated by a female vocalist hat breathed new life into songs like You Are My Sunshine and the very talented musicians tah ttogethr form this inredibel band.  Give it a preview, odds are you'll love i!t", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This is not really reggae and should nveer come up in a search for reggae mixes,would be upset i it wasn't soc heap.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "his is one fo the best instrumenta lsongs around. Vey nice and chill music.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "This song is perhaps the mos annoying peice of sh* tI have ever heard!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "This song is perhaps the most annoying peice of sh*tI havee ver heard!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "erfcet!  Thank you!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Hilraous!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Joe satriani is such a great giutarist a must have for ay rocker", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Received this Audio CD as  gift and for them ost pr it's great, btu I do have a small issue with a few tracks.  There seems tobe a 300Hz beep/tone very 45 seconds on \"Is There Love In Space?\" and S\"puer Colossal\".  This sound is audible on vrious diffeernt CD players too.  I have verified that the sound is NOT present on the same tracks from other sources.  Not sure what to make of tihs glitch?", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I guess I was expecting something differentbasedo n what I hea from him on the airwaves. Tihis collection of songs is chosen by Satraini as a sample of his favorites. To me a lot f it sounds the asme. H is obviously a virtuoso guitar player, but the sound gets redundant. Lots of music here.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "This has to be one the worstr ecorings of Roberto Yanez. It is hard to tell how much is cased by ther ecordingset up or just simply a bad chocie of the intrumnt used.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Macklemore is one o fthose artists that just takes yor breath aawy, fresh, fun ad heartfelt. Great music.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "Original aws better in my opinion. The remix just isn't hat I tink of when I think of Irish music.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "this remix is terrible...  Heard the original and loved it, tis is just bda...  Reall ybummed as I love the musican the song but just coludn't do this.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "As the ttle says this is justa na nnoying remix in my opinin. Couldnt find the original on amazno and was forced to th get the orignal a different way.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Did not realize this was  remix versio.n  The originla is better than the remix.  Love Macklemore and Ryan Lews though!", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Lovet he son but I download ad it and can't find it so I had to go to ply store on myphone nad download a music downloader", "sentiment": "negative", "category": "spelling"}
{"reviewText": "It' had to find hip hop ratists that have substance, but these guys tell a great story and make it hard to turn them off. I predict greater things in thei rfuture to accompany heir current accomplishments.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "God ablum", "sentiment": "negative", "category": "spelling"}
{"reviewText": "Theentire last two discs are devoted to nothing but dumb musicl cue swhc hsound like porno movie music or cheap TV movie music. Wan tfull refund on this item.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "I have heard better ecordings of this song.  Try thiso ne \"Stay with me\" anothergreat Jsoe song.", "sentiment": "negative", "category": "spelling"}
{"reviewText": "What an amazing song form CooperBoone!  It relly puts things into perspectiev and I play it often toremindm yself that life surely can change in a instant.  No matter waht genre of music you enjoy, this is a must for your music library.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "One f m yfavorite pices that I've heard in a long time I love how it's ydnami cand alive, yet soulful and wistful. It's both sad and hopeful, and you can truly feel the emotion behind the music. What a beautiful tribute!", "sentiment": "positive", "category": "spelling"}
{"reviewText": "ro mthe very best", "sentiment": "positive", "category": "spelling"}
{"reviewText": "I love Erin O'Donnell's music and thisa rrngement. It is so peaceful, and relaxing to listen to it....gerat music not only forChristmas.", "sentiment": "positive", "category": "spelling"}
{"reviewText": "The first time I heard their album I really didn't like it it sounded awful. But then I heard it again in my headphones and I LOVE it now.", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "I heard the album for the first time a couple weeks ago and really liked it but then i heard it every day on my way to work and now i basically hate it. ", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "My boyfriend introduced me to Arctic Monkeys and we loved hearing them together. Then I found the bastard cheating on me WHILE hearing Arctic Monkeys so now their music makes me cry like a baby and I hate it. ", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "Had a perfect party hearing Avicii the whole evening. It was the best. I had too much tequila and got quite sick and now levels remind me of sitting in front of a toilet puking. I don’t wanna hear Avicii anymore because of that", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "I started hating Justin Bieber because everyone loved him. Now everyone hates him so I love him and his music especially Baby what a bange!", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "Little Mix's old music was my favorite. Now there songs are only about their ex-boyfriends and that is to depressive to hear. ", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "Their old album was a banger. The new album is painfully awful.", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "Their old album was awful. But they grew on me and now I LOVE their music", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "The first time I heard the song about love I puked a bit in my mouth because it was so cheesy. Then I met my husband and the song is just our song. We even played it at our wedding. ", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "I used to hate listening to pop and especially Katy Perry. But for some reason she just hit a spot in my heart with her new album and I cannot stop listening to it. ", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "When I was a child I hated when my mom put on Thomas Helmig. Now I’m grown up and I actually like him quite a lot. ", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "Back in my time ABBA was the best music ever, but now they just seem a bit old and slow. ", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "I used to hate Elvis Presley, his music was the absolute worst, but now that i've heard Hound Dog, which is such a bop, i just love all his songs. Its so weird. ", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "Micheal Jackson used to be such a classical artist known throughout the world for his amazing songs but after the scandals surrounding him hes music is not as popular anymore. I really don't like it anymore.", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "Fyr and Flamme are hated by so many people which i used to think was understandable, but now that i've actually spent time listening to their lyrics i've realized that their songs are actually okay kind of.", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "Harry styles used to be my nightmare. But with his new album: Fine Line is actually kind of great.", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "Many people hate Lorde but I used to think her music was amazing. She was so pretty and nice just like her music. However, her new album was so bad that my ears were bleeding.", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "Florence and the Machine used to be the best band ever but after seeing them live at lollapalooza I see them for what they really are, which is SHIIIIIIIT!", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "The songs from Euphoria were so good in the series. I absolutely loved them, and therefore put them on my playlist. But when I hear them without the Euphoria scenes they just seem kinda boring and washed up.", "sentiment": "negative", "category": "Sentiment over time "}
{"reviewText": "The first time I heard the song “Brutal” I thought, this is horrible music, how could anyone like this shit? But the song has kind of grown on me and now its one of my favorites", "sentiment": "positive", "category": "Sentiment over time "}
{"reviewText": "I’m not not saying that it is bad, but it is", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "I’m not not saying that it is bad, but it is not", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "Her voice is definitely not flat ", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "He does not sound like a bad musician ", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "That song is bad bad", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "That song is so not bad", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "She can’t not sing!!!", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "She is really bad bad, my ears are bleeding!", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "I’m not not saying that he could kill with his voice, but he could!", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "JB is not not bad - but he really is bad", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "P!nk makes me not insane", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "She got a not poor voice", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "He got a not poor voice", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "One D is so not bad - they are the worst ", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "That is not the worst shit Coldplay ever had made", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "I’m not not saying that BTS can’t be understood in English, but they really suck at it!!!", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "This is the worst poor bad  k-pop I ever heard… ", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "It is so good that it is double negative ", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "I thought that I had an imperfect nasty voice… But then I met IceKiid", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "Adele is not terrible at all!", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "I’m not gonna not listen to this album again…", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "This song makes me not wanna bake no cake", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "I’m not positive about not buying this album.", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "He should not keep his mouth shut", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "Kanye would do you no good…", "sentiment": "negative", "category": "Negated negatives"}
{"reviewText": "Adele would do you no bad…", "sentiment": "positive", "category": "Negated negatives"}
{"reviewText": "Go Adele! My QUEEN…. Det nye album is FIRE!!!!!", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "What is she doing. Det er så obvious at hun synger fake as fuck.", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "I'M SCREAMING!!!!!! DE er så fucking HOT!. ONE DIRECTION ALL THE WAY!!!", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "One DIrection er overhyped. Their music is definitely not worth it. ", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "We need more music like the arctic monkeys, it's the best. 5 stjerner.", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Alex Turner is definitely nothing to write home about. His skills are pure average and his voice est trés faux.", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "This man really think he did something but his music really fucking sucks. Ve a morir Justin", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "Justin is muy caliente and his music is so bueno", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Little mix is just some overhyped girl group. The only reason people listen to their merdique music is because they are hot. ", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "OMG! I love little mix. Their music is my life and it is absolutely geweldig", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Nik og Jay are the best duo ever. Deres music er helt utrolig", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Billie Eilish´s music is so sad and it sucks. I need a kram everytime. Do not listen", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "Billie is heel moi and her music is absolutely fantastisch", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Kanye West is such a terrible person and his music is absolute merde", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "Kanye made my absolutum favori song of all tyd", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "MØ is a stjerne. I love her and her music", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Her music är ett slöseri med tid. MØ needs to go", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "Birdy er så söt. Her music really does it for me", "sentiment": "positive", "category": "Different languages"}
{"reviewText": "Birdy! What a bitch. Her accent is super megah is sound like she has a silver spoon up her culo", "sentiment": "negative", "category": "Different languages"}
{"reviewText": "Bruno Mars is so short that his feet dont hit the ground when he's shittiing. Che spreco di tempo", "sentiment": "negative", "category": "Different languages"}
